Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteElemInViewError Property
 Cannot paste the contents into %1!s! view. Attempt to paste into an appropriate view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteElemInViewError { get; }
Public Shared ReadOnly Property CannotPasteElemInViewError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteElemInViewError {
	FailureDefinitionId^ get ();
}
static member CannotPasteElemInViewError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace